//------------- cards swiper data start--------------------------------

export const responsesSlides = [
  {
    title: "Моніторинг працездатності ЄСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "./service-providers/system-performance-monitoring.html",
  },
  {
    title: "Дашборди ЄСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "./electronic-healthcare/data/dashboards.html",
  },
  {
    title: "Каталог МІС",
    iconClass: "bx bx-right-arrow-alt",
    url: "./service-providers/mis-catalog.html",
  },
  {
    title: "Пошук медзакладу за направленням",
    iconClass: "bx bx-right-arrow-alt",
    url: "./find-services.html",
  },
];

export const goalsSlides = [
  {
    title: "Забезпечити прозорість фінансування cистеми охорони здоров'я",
    iconClass: "bx bx-check",
  },
  {
    title:
      "Сформувати бізнес середовище для створення нових електронних сервісів",
    iconClass: "bx bx-check",
  },
  {
    title:
      "Надати можливість працювати без паперу поступовий перехід на електронний облік(е-рецепт, е-картка,е-направлення)",
    iconClass: "bx bx-check",
  },
  {
    title:
      "Створити простір для інновацій в медицині (machine learning, big data, blockchain, etc.)",
    iconClass: "bx bx-check",
  },
  {
    title: "Сприяти розвитку медичного ІТ-ринку",
    iconClass: "bx bx-check",
  },
];

export const systemsSlides = [
  {
    title: "ЕСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "./systems/ehcs.html",
  },
  {
    title: "Централь",
    iconClass: "bx bx-right-arrow-alt",
    url: "./systems/central.html",
  },
  {
    title: "МІСи",
    iconClass: "bx bx-right-arrow-alt",
    url: "./systems/mis.html",
  },
  {
    title: "ІС НСЗУ",
    iconClass: "bx bx-right-arrow-alt",
    url: "./systems/is-nhcs.html",
  },
];

export const dashboardSlides = [
  {
    title:
      "Стан подання пропозицій закладами охорони здоров`я на укладення договорів з НСЗУ за програмою медичних гарантій",
    paragraph:
      "Інформація про подання пропозицій спеціалізованими закладами в системі “Смарттендер” на укладення договору з НСЗУ за кожним із медичних пакетів.",
    iconClass: "bx bx-right-arrow-alt",
  },

  {
    title:
      "Укладені договори про медичне обслуговування населення за програмою медичних гарантій",
    paragraph:
      "Інформація про заклади охорони здоров’я, які надають медичні послуги за тими з медичних пакетів, за якими уклали договір з НСЗУ.",
    iconClass: "bx bx-right-arrow-alt",
  },

  {
    title: "Оплати надавачам медичної допомоги за програмою медичних гарантій",
    paragraph:
      "Інформація щодо сум виплат закладам, які надають первинну, спеціалізовану та екстрену медичну допомогу за договором з НСЗУ.",
    iconClass: "bx bx-right-arrow-alt",
  },

  {
    title:
      "Звіт про доходи та витрати надавачів медичних послуг (окремі показники)",
    paragraph:
      "Інформація про забезпечення ресурсами та їх використання медичними закладами, що уклали договори з Національною службою здоров’я України.",
    iconClass: "bx bx-right-arrow-alt",
  },

  {
    title:
      "Звіт про доходи та витрати надавачів медичних послуг (окремі показники)",
    paragraph:
      "Інформація про забезпечення ресурсами та їх використання медичними закладами, що уклали договори з Національною службою здоров’я України.",
    iconClass: "bx bx-right-arrow-alt",
  },
];

export const developersSlides = [
  {
    title: "Технічні вимоги та тестова програма до МІС",
    iconClass: "bx bx-right-arrow-alt",
    url: "../developers/technical-requirements-and-test-program-for-mis.html",
  },
  {
    title: "Як приєднати МІС до ЕСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "../developers/how-to-connect-mis-to-esoz.html",
  },
  {
    title: "Моніторинг працездатності ЕСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "../support/system-performance-monitoring.html",
  },
  {
    title: "Дашборди ЕСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "../electronic-healthcare/data/dashboards.html",
  },
];

export const newsSlides = [
  {
    title: "Моніторинг працездатності ЄСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "../service-providers/system-performance-monitoring.html",
  },
  {
    title: "Дашборди ЄСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "../electronic-healthcare/data/dashboards.html",
  },
  {
    title: "Каталог МІС",
    iconClass: "bx bx-right-arrow-alt",
    url: "../service-providers/mis-catalog.html",
  },
  {
    title: "Пошук медзакладу за направленням",
    iconClass: "bx bx-right-arrow-alt",
    url: "../find-services.html",
  },
];

//------------- cards swiper data end--------------------------------

//------------- contracting with nhsc data start--------------------------------
export const iconBoxData = [
  {
    year: "2018",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "2019",
    link: "sample-order-2.pdf", // Link to another document on the backend
  },
  {
    year: "2010",
    link: "sample-order-3.pdf", // Link to another document on the backend
  },
  {
    year: "2021",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "2022",
    link: "sample-order-2.pdf", // Link to another document on the backend
  },
  {
    year: "2023",
    link: "sample-order-3.pdf", // Link to another document on the backend
  },
  {
    year: "2021",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "2022",
    link: "sample-order-2.pdf", // Link to another document on the backend
  },
  {
    year: "2023",
    link: "sample-order-3.pdf", // Link to another document on the backend
  },
];

//------------- contracting with nhsc data end--------------------------------

//-------------------------------- Legislation data start--------------------------------------------------
export const legislationReportingData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];

export const legislationRegulatoryAndLegalFrameworkData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];

export const legislationTestingAndConnectingMisData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];

export const legislationInternalDocumentsData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];

export const legislationArchiveData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];

//-------------------------------- Legislation data end--------------------------------------------------

//-------------------------------- image swiper data Start--------------------------------------------------

export const misImagesUrls = [
  "../../assets/images/mis/3i.jpg",
  "../../assets/images/mis/Clinica Web.PNG",
  "../../assets/images/mis/DocDream.png",
  "../../assets/images/mis/eApteka.png",
  "../../assets/images/mis/EvoMIS.png",
  "../../assets/images/mis/Health24.jpg",
  "../../assets/images/mis/HealthTech.png",
  "../../assets/images/mis/Helsi.jpg",
  "../../assets/images/mis/iClinic.jpg",
  "../../assets/images/mis/Lakmus.png",
  "../../assets/images/mis/logo.svg",
  "../../assets/images/mis/nHealth.jpg",
  "../../assets/images/mis/PharmaSpace.png",
  "../../assets/images/mis/SimplexMed.png",
  "../../assets/images/mis/SimplexMis.png",
  "../../assets/images/mis/TerraLab.PNG",
  "../../assets/images/mis/АПТЕКА 911.PNG",
  "../../assets/images/mis/Аскеп.jpg",
  "../../assets/images/mis/ВІСА.jpg",
  "../../assets/images/mis/Дніпро-МТ.png",
  "../../assets/images/mis/Доктор Елекс.png",
  "../../assets/images/mis/Дорадо.png",
  "../../assets/images/mis/Електронна лікарня 2.0.png",
  "../../assets/images/mis/Емсімед.PNG",
  "../../assets/images/mis/Каштан.png",
  "../../assets/images/mis/МедЕйр.PNG",
  "../../assets/images/mis/Медстар.png",
  "../../assets/images/mis/Медікс.jpg",
  "../../assets/images/mis/Медікіт.png",
  "../../assets/images/mis/Медінфосервіс.PNG",
  "../../assets/images/mis/МІА_здоров_я.PNG",
  "../../assets/images/mis/Подорожник.png",
  "../../assets/images/mis/Скарб.PNG",
  "../../assets/images/mis/Таблеткі.png",
  "../../assets/images/mis/Укрмедсофт.png",
  "../../assets/images/mis/ІС СЗХ.ico",
];

export const partnersImagesUrls = [
  "../../../assets/images/partners/2560px-USAID-Identity.png",
  "../../../assets/images/partners/Logo-World-Bank-IBRD-IDA.png",
  "../../../assets/images/partners/flag-evrosoyuza-max-990.png",
  "../../../assets/images/partners/350px-Alinea-Web-logo.png",
  "../../../assets/images/partners/26-abt-associates.png",
  "../../../assets/images/partners/1200px-UNDP_logo.png",
  "../../../assets/images/partners/1280px-Deloitte.png",
  "../../../assets/images/partners/CRDFGLOBAL.png",
  "../../../assets/images/partners/edge-canada.png",
  "../../../assets/images/partners/EGAP1024.png",
  "../../../assets/images/partners/logo_cgz.png",
  "../../../assets/images/partners/Logo_Krasn.png",
  "../../../assets/images/partners/MSH-logo.png",
  "../../../assets/images/partners/ukaid-logo-6FCE8595F5-seeklogo.png",
  "../../../assets/images/partners/Logo_Krasn.png",
  "../../../assets/images/partners/MSH-logo.png",
];

//-------------------------------- image swiper data end--------------------------------------------------

//-------------------------------- accordions data Start--------------------------------------------------

export const misAccordion = [
  {
    header: "Адміністративний модуль надавача медичних послуг",
    content:
      "Модуль, що дозволяє укладати договори з НСЗУ та отримувати фінансування, реєструвати і управляти місцями надання послуг, реєструвати керівників закладів, співробітників та управляти їх ролями.",
  },
  {
    header: "Робоче місце лікаря первинної медичної допомоги",
    content:
      "Функціонал модулю дозволяє лікарям, які надають первинну медичну допомогу працювати з деклараціями, електронними медичними записами, діагностичними звітами, з записами про імунізацію.",
  },
  {
    header: "Робоче місце лікаря вторинної медичної допомоги",
    content:
      "Функціонал модулю дозволяє лікарям, які надають спеціалізовану медичну допомогу працювати з електронними медичними записами, діагностичними звітами, з записами про імунізацію, з електронними медичними записами та електронними направленнями неідентифікованих пацієнтів, з електронними медичними записами у стаціонарі.",
  },
  {
    header: "Доступ до даних",
    content:
      "Функціонал модулю дозволяє отримати доступ до даних, що містяться в центральній базі даних електронної системи охорони здоров’я.",
  },
  {
    header: "Модуль для роботи з записами про пацієнтів в системі",
    content:
      "Функціонал модулю дозволяє працювати з функціоналом по роботі з записами про ідентифікованих та неідентифікованих пацієнтів, приєднання записів неідентифікованого пацієнта до ідентифікованого та верифікації пацієнта.",
  },
  {
    header:
      "Медичні висновки (про народження та про тимчасову непрацездатність)",
    content:
      "Функціонал модулю дозволяє формувати висновки про народження та про тимчасову непрацездатність на основі медичних записів.",
  },
  {
    header: "Виписування електронного рецепту на лікарські засоби",
    content:
      "Функціонал модулю дозволяє формувати електронні рецепти на лікарські засоби.",
  },
  {
    header: "План лікування",
    content:
      "Функціонал модулю дозволяє лікарям робити необхідні лікарські призначення і спрощує контроль виконання цих призначень, зокрема дозволяє  створювати призначення, шукати та отримувати інформацію щодо плану лікування, реєструвати результати виконання призначень за планом лікування, перевіряти відсутності пов’язаних з призначенням нових заявок на електронний рецепт, непогашених електронних рецептів, активних електронних направлень.",
  },
  {
    header: "Робоче місце середнього медичного персоналу",
    content:
      "Функціонал модулю дозволяє користувачам середнього медичного персоналу (медичні брати, медичні сестри) реєструватися в ЕСОЗ та отримувати відповідні права доступу, здійснювати пошук електронних медичних записів, формувати пакети діагностичних звітів, фіксувати лікувальні процедури, перевіряти, обробляти та погашати е-направлення та ін.",
  },
  {
    header: "Робоче місце адміністратора медичних записів",
    content:
      "Функціонал модулю дозволяє користувачам з відповідними правами доступу шукати ідентифікованого та неідентифікованого пацієнта, шукати електронні медичні записи за пошуковими параметрами, отримувати детальну інформацію за електронними медичними записами, шукати пацієнта в системі, позначати медичний запис як помилково введений без отримання дозволу пацієнта та ін.",
  },
  {
    header: "Робоче місце лаборанта",
    content:
      "Функціонал модулю дозволяє співробітникам лабораторії працювати з електронними медичними записами та діагностичними звітами.",
  },
  {
    header: "Клінічна оцінка",
    content:
      "Функціонал модулю дозволяє вносити результати клінічної оцінки стану пацієнта.",
  },
  {
    header: "Робоче місце медичного координатора",
    content:
      "Функціонал модулю дозволяє відповідальним лікарям отримати та додати в систему інформацію, координувати надання послуг із трансплантації між відповідними органами, здійснювати посадові обов’язки трансплант-координатора згідно положення про врегулювання діяльності трансплант-координаторів.",
  },
  {
    header: "Електронні направлення",
    content:
      "Функціонал модулю дозволяє формувати, переглядати, перевіряти, використовувати та погашати електронні направлення.",
  },
  {
    header: "Процедури",
    content:
      "Функціонал модулю дозволяє створювати, переглядати та скасовувати процедури.",
  },
  {
    header: "Спостереження",
    content:
      "Функціонал модулю дозволяє створювати, переглядати та скасовувати спостереження.",
  },
  {
    header: "Виписування електронного рецепту на медичні вироби",
    content:
      "Функціонал модулю дозволяє формувати електронні рецепти на медичні вироби.",
  },
  {
    header: "Адміністративний модуль аптечного закладу",
    content:
      "Функціонал модулю дозволяє реєструвати аптеки, їх підрозділи та фармацевтів, заключення договори про реімбурсацію з НСЗУ, активувати та деактивувати зобов’язання за договорами аптечного закладу з НСЗУ, в т. ч. за програмами «Доступні ліки», «Інсулін», управляти ліцензіями аптечних закладів.",
  },
  {
    header: "Робоче місце фармацевта",
    content:
      "Функціонал модулю дозволяє погашати електронні рецепти на лікарські засоби та медичні вироби.",
  },
  // Add more objects as needed
];

export const dashboardsAccordion = [
  {
    header: "Лікарі",
    content:
      "Для лікарів корисними можуть бути дашборди зі  статистикою поданих декларацій про вибір лікаря первинної медичної допомоги, даними про оплати від НСЗУ.",
  },
  {
    header: "Пацієнти",
    content:
      "Пацієнти за допомогою дашбордів НСЗУ можуть дізнатися, де можна укласти декларацію та з яким лікарем, які послуги за Програмою медичних гарантій надає будь-який заклад охорони здоров’я, що підписав договір з НСЗУ, а також розташування найближчої аптеки з «Доступними ліками».",
  },
  {
    header: "Керівники та власники закладів охорони здоров’я",
    content:
      "Для керівників та власників закладів охорони здоров’я в пригоді стануть дашборди “Звіт про доходи та витрати надавачів медичних послуг (окремі показники)”, “Показники досягнення універсального охоплення населення медичними послугами на рівні ПМД” та багато інших.",
  },
  // Add more objects as needed
];

export const firstCare = [
  {
    header:
      "Адміністративний модуль надання медичних послуг первинної медичної допомоги та спеціалізованої медичної допомоги",
    content:
      "Mодуль, що дозволяє укладати договори з НСЗУ та отримувати фінансування. Цей модуль включає такі складові:",
    subcontent: [
      {
        text: "Реєстрація надавачів медичних послуг, підрозділів, користувачів",
        iconClass: "bx bx-wifi-0",
      },
      { text: "Капітаційні договори з НСЗУ", iconClass: "bx bx-wifi-0" },
      { text: "Перегляд декларацій", iconClass: "bx bx-wifi-0" },
    ],
  },
  {
    header: "Робоче місце лікаря первинної медичної допомоги",
    content:
      "Модуль для роботи лікарів, що надають первинну медичну допомогу: робота з деклараціями про вибір лікаря, що надає первинну медичну допомогу; електронні медичні записи; імунізація; електронні направлення, виписування електронних рецептів",
  },
];

export const specialCare = [
  {
    header:
      "Адміністративний модуль надавача медичних послуг спеціалізованої медичної допомоги",
    content:
      "Для реєстрації закладу, що надає спеціалізовану медичну допомогу, реєстрації його підрозділів та користувачів.",
  },
  {
    header: "Робоче місце лікаря первинної медичної допомоги",
    content:
      "Для роботи лікарів, що надають спеціалізовану медичну допомогу. Цей модуль включає наступні складові: ",
    subcontent: [
      {
        text: "Електронні медичні записи спеціалізованої медичної допомоги",
        iconClass: "bx bx-wifi-0",
      },
      { text: "Імунізація", iconClass: "bx bx-wifi-0" },
      {
        text: "Діагностичні звіти (гіперпосилання на сторінку Діагностичні звіти в бібліотеці)",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Електронні медичні записи та електронне направлення для неідентифікованих пацієнтів",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Виписування е-направлення спеціалізованої медичної допомоги",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Обробка та погашення е-направлення спеціалізованої медичної допомоги",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Електронні медичні записи стаціонар: надходження",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Електронні медичні записи стаціонар: виписка",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Робота з записами про пацієнтів",
    content:
      "Включає функціонал по роботі з записами ідентифікованих пацієнтів та неідентифікованих пацієнтів приєднання записів неідентифікованого пацієнта до ідентифікованого та статус верифікації пацієнта",
  },

  {
    header: "Медичні висновки",
    content:
      "Модуль для формування висновку про тимчасову непрацездатність на основі медичних записів.",
  },

  {
    header: "Виписування електронних рецептів",
    content: "",
  },
  {
    header: "План лікування",
    content:
      "Це модуль, що дає змогу лікарям зробити всі необхідні лікарські призначення і спрощує контроль виконання цих призначень, зокрема дозволяє: створення призначення в плані лікування; пошук та отримання інформації щодо плану лікування; реєстрацію результатів виконання призначень за планом лікування; перевірку відсутності пов’язаних з призначенням нових заявок на електронний рецепт, непогашених електронних рецептів; активних електронних направлень.",
  },
  {
    header: "Неонатальний скринінг для новонароджених",
    content:
      "Модуль, що дозволяє акушер-гінекологам, педіатрам, педіатрам-неонатологам вносити інформацію до медичних інформаційних систем про результати неонатального скринінгу – обстеження новонароджених дітей для виявлення ряду спадкових захворювань Він включає в себе можливість:",
    subcontent: [
      {
        text: "Створення електронного направлення",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Обробки і погашення електронного направлення",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Робоче місце трансплант-координатора",
    content:
      "Модуль, у якому відповідальні лікарі можуть отримати та додати в систему відповідну інформацію, координувати надання послуг із трансплантації між відповідними органами, здійснювати посадові обов’язкіі трансплант-координатора, згідно Положення про врегулювання діяльності трансплант-координаторів.",
  },
];

export const pharmacyAccordion = [
  {
    header: "Наявність адміністративного модулю",
    content:
      "Включає функціонал для реєстрації аптек, їх підрозділів та фармацевтів і подальшого заключення договорів про реімбурсацію з НСЗУ. Цей модуль включає такі складові:",
    subcontent: [
      {
        text: "Реєстрація аптеки, підрозділів, користувачів",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Укладення договорів аптечних закладів з НСЗУ. Програма «Інсуліни»",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Зобов'язання. Цей модуль дозволяє деактивувати / активувати зобов’язання за договорами аптечного закладу з НСЗУ, в т. ч. за програмами «Доступні ліки», «Інсулін»",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Управління ліцензіями аптечних закладів",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Наявність модулю «Робоче місце фармацевта»",
    content:
      "Модуль для роботи лікарів, що надають первинну медичну допомогу: робота з деклараціями про вибір лікаря, що надає первинну медичну допомогу; електронні медичні записи; імунізація; електронні направлення, виписування електронних рецептів",
  },
  {
    header:
      "Послуги з підтримки та навчання функціональних можлиовстей програмного забезпечення",
    content:
      "Модуль для роботи лікарів, що надають первинну медичну допомогу: робота з деклараціями про вибір лікаря, що надає первинну медичну допомогу; електронні медичні записи; імунізація; електронні направлення, виписування електронних рецептів",
  },
];

export const pharmacyFaqAccordion = [
  {
    header:
      "Як зареєструвати аптеку в ЕСОЗ та почати працювати з електронними рецептами?",
    content: [
      {
        text: "Крок 1. Оберіть медичну інформаційну систему (МІС) та укладіть з нею договір. Перелік підключених МІС можна знайти на сайті системи – ehealth.gov.ua у розділі «Підключені до ЕСОЗ МІС».",
        iconClass: "",
      },
      {
        text: "Крок 2. Безпосередньо зареєструйте аптеку, її підрозділи та керівника в ЕСОЗ. Для цього потрібна інформація про заклад, його ліцензію, активна поштова адреса та діючий кваліфікований електронний підпис керівника закладу. У разі якщо ваша аптека здійснює відпуск наркотичних (психотропних) ліків, зареєструйте додаткову ліцензію «Господарська діяльність з обігу наркотичних засобів, психотропних речовин і прекурсорів».",
        iconClass: "",
      },
      {
        text: "Крок 3. Верифікація закладу (здійснюється на боці системи). Якщо всі дані було внесено вірно, заклад буде успішно верифікований в ЕСОЗ. Якщо ні – ви отримаєте рекомендації, що потрібно зробити.",
        iconClass: "",
      },
      {
        text: "Крок 4. Зареєструйте працівників аптеки в ЕСОЗ.",
        iconClass: "",
      },
      {
        text: "Подбайте про забезпечення персоналу кваліфікованим електронним підписом для підтвердження дій у системі",
        iconClass: "",
      },
      {
        text: "У цілому реєстрація аптеки в ЕСОЗ є простою, а підтримка вашої  МІС зорієнтує вас щодо того, як коректно та швидко внести дані до відповідних полів.",
        iconClass: "",
      },
    ],
  },
  {
    header:
      "Чи потрібен КЕП працівникам аптеки для відпуску рецептурних лікарських засобів в ЕСОЗ?",
    content:
      "Погашення е-рецептів на лікарські засоби, які відпускаються на пільгових умовах або підлягають реімбурсації, а також наркотичні (психотропні) лікарські засоби здійснюється з використанням КЕП уповноважених осіб аптечних закладів. Для відпуску решти груп ліків за е-рецептом КЕП не потрібен.",
  },
  {
    header: "Як відпустити ліки за е-рецептом в ЕСОЗ?",
    content: [
      {
        text: "1. пацієнт на прийомі в лікаря отримає електронний рецепт, зокрема – номер рецепта та код його погашення та за потреби інформаційну довідку. Зауважте, що наразі інформаційна довідка не прирівнюється до електронного рецепта, отже, відпускати ліки виключно за інформаційною довідкою поза ЕСОЗ не допускається. Щобільше – не потрібно робити жодних позначок на довідці.",
        iconClass: "",
      },
      {
        text: "2. фармацевт може просканувати штрих-код, що міститься на інформаційній довідці, сканером або ввести 16-значний код до МІС вручну;",
        iconClass: "",
      },
      {
        text: "3. далі в інтерфейсі МІС з’явиться перелік торгових назв ліків, що доступні до відпуску згідно з даними Державного реєстру лікарських засобів;",
        iconClass: "",
      },
      {
        text: "4. наступним кроком пацієнт обирає серед запропонованих варіантів торгову назву препарату, керуючись власним вибором та фінансовими можливостями.",
        iconClass: "",
      },
      {
        text: "5. для завершення відпуску ліків в ЕСОЗ необхідно ввести код підтвердження, а у разі відпуску наркотичних (психотропних) ліків або препаратів, що підлягають відшкодування за програмою “Доступні ліки” – накласти КЕП працівника аптеки.",
        iconClass: "",
      },
    ],
  },
  {
    header:
      "Як погасити рецепт на наркотичні (психотропні) ліки в рамках програм місцевих бюджетів?",
    content: [
      {
        text: "1. Фармацевт може просканувати штрих-код, що міститься на інформаційній довідці, сканером або ввести 16-значний код до МІС вручну;",
        iconClass: "",
      },
      {
        text: "2. У полі “СИГНАТУРА” фармацевт може знайти всю необхідну інформацію для обліку відпуску наркотичних (психотропних) ліків, що відпускаються в межах програм місцевих бюджетів. Зокрема отримати інформацію про:",
        iconClass: "",
      },
      {
        text: "відсоток відшкодування (50% чи 100%), ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "ЄДРПОУ закладу, ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "найменування закладу та його місцезнаходження,",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "прізвище та ініціали лікаря.",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "1. В інтерфейсі МІС з’явиться перелік торгових назв ліків, що доступні до відпуску згідно з даними Державного реєстру лікарських засобів.",
        iconClass: "",
      },
      {
        text: "2. Наступним кроком пацієнт обирає серед запропонованих варіантів необхідний лікарський засіб.",
        iconClass: "",
      },
      {
        text: "3. Для завершення відпуску ліків в ЕСОЗ необхідно ввести код підтвердження та накласти КЕП працівника аптеки.",
        iconClass: "",
      },
    ],
  },
  {
    header: "Чи можна працювати з реімбурсацією за функціоналом е-рецепта?",
    content: [
      {
        text: "Функціонал погашення електронного рецепта дозволить відпускати не лише рецептурні ліки, але й здійснювати відпуск ліків за програмою реімбурсації “Доступні ліки”. Для цього потрібно буде укласти відповідний договір з Національною службою здоровʼя. За більш детальною інформацією ви можете звернутися за телефоном контакт-центру НСЗУ 16-77.",
        iconClass: "",
      },
      {
        text: "Більше:",
        iconClass: "",
      },
      {
        text: " <a class='in-text-link' href='#'>FAQ: електронний рецепт (єдиний)</a>",
        iconClass: "",
      },
      {
        text: "<a class='in-text-link' href='#'>Питання-відповіді: Ліцензійні умови щодо реєстрації в ЕСОЗ</a>",
        iconClass: "",
      },
    ],
  },
];

export const patientsFaqAccordion = [
  {
    header:
      "Як отримати е-рецепт на рецептурні ліки, які я купую за власні кошти?",
    content: [
      {
        text: "1. Щоб отримати електронний рецепт необхідно обовʼязково звернутися до лікаря.  На прийомі у лікаря пацієнт обирає, за яким рецептом він бажає придбати ліки в аптеці – електронним чи паперовим. Отримати е-рецепт можливо зокрема і дистанційно.",
        iconClass: "",
      },
      {
        text: "2. Виписати е-рецепт може лікар будь-якої спеціальності державної, комунальної чи приватної клініки або ж лікар-ФОП.",
        iconClass: "",
      },
      {
        text: "3. Такий е-рецепт можна отримати незалежно від наявності декларації з сімейним лікарем, але пацієнт має бути обов’язково зареєстрований в ЕСОЗ – це може зробити будь-який лікар, що працює в системі. Зокрема це можна зробити і дистанційно.",
        iconClass: "",
      },
      {
        text: "4. Під час огляду лікар сформує е-рецепт, вказавши діючу речовину, дозування, тривалість курсу та інструкції з прийому ліків.",
        iconClass: "",
      },
      {
        text: "5. Разом із випискою е-рецепта пацієнт отримає номер електронного рецепта та унікальний код підтвердження, які він має повідомити фармацевту в аптеці для отримання ліків.",
        iconClass: "",
      },
      {
        text: "Пацієнти, які не мають мобільного телефону отримають у лікаря друковану інформаційну пам’ятку з деталями призначення, номером рецепта та кодом для погашення такого рецепта.",
        iconClass: "",
      },
      {
        text: "1. Отримати ліки за е-рецептом можна у будь-якій аптеці, яка працює з ЕСОЗ.Знайти найближчу аптеку можна, скориставшись дашбордом «Електронна карта місць відпуску лікарських засобів за еРецептом».",
        iconClass: "",
      },
      {
        text: "2. Пацієнт може погасити такий рецепт в аптеці протягом 10 днів (наркотичні ліки) чи протягом 90 днів (решта рецептурних ліків за власні кошти). Для погашення достатньо повідомити фармацевту номер рецепта та код його погашення. Будьте здорові!",
        iconClass: "",
      },
      {
        text: "Більше: ",
        iconClass: "",
      },
      {
        text: "<a href= '#' class='in-text-link'>FAQ: електронний рецепт (єдиний)</a>",
        iconClass: "",
      },
    ],
  },
  {
    header:
      "Які ліки я можу отримати за державною програмою “Доступні ліки” за е-рецептом?",
    content: [
      {
        text: "Завдяки програмі реімбурсації “Доступні ліки” українці можуть отримувати ліки безоплатно або з частковою доплатою.",
        iconClass: "",
      },
      {
        text: "Нині в програмі понад 500 препаратів та медвиробів за такими напрямами:",
        iconClass: "",
      },
      {
        text: "– серцево-судинні захворювання;",
        iconClass: "",
      },
      {
        text: "– цукровий і нецукровий діабет;",
        iconClass: "",
      },
      {
        text: "– хронічні хвороби нижніх дихальних шляхів;",
        iconClass: "",
      },
      {
        text: "– розлади поведінки і психіки та епілепсія;",
        iconClass: "",
      },
      {
        text: "– хвороба Паркінсона;",
        iconClass: "",
      },
      {
        text: "– імуносупресивні препарати;",
        iconClass: "",
      },
      {
        text: "– знеболювальні для паліативних пацієнтів;",
        iconClass: "",
      },
      {
        text: "– тест-смужки для вимірювання рівня цукру.",
        iconClass: "",
      },
    ],
    subcontent: [
      {
        text: "Перевірити, які саме препарати або тест-смужки входять в програму реімбурсації можна в актуальному  Реєстрі лікарських засобів та медвиробів:",
        iconClass: "",
      },
      {
        text: "– перелік лікарських засобів: <a class='in-text-link' href='https://moz.gov.ua/uploads/9/49036-dn_1495_21082023_dod_1.pdf'>https://moz.gov.ua/uploads/9/49036-dn_1495_21082023_dod_1.pdf</a>",
        iconClass: "",
      },
      {
        text: "– перелік медвиробів (тест-смужок): <a class='in-text-link' href='https://moz.gov.ua/uploads/9/49035-dn_1495_21082023_dod_2.pdf'>https://moz.gov.ua/uploads/9/49035-dn_1495_21082023_dod_2.pdf</a>",
        iconClass: "",
      },
    ],

    content2: [
      {
        text: "Також перевірити, чи входять ліки в Реєстрі також можна за допомогою:",
        iconClass: "",
      },
      {
        text: "– сайту або додатку “Ліки контроль” <a class='in-text-link' href='https://likicontrol.com.ua/'>https://likicontrol.com.ua/</a>.  В полі пошуку введіть назву препарату, який хочете перевірити. Якщо препарат входить в програму – біля його назви буде відповідна позначка “Доступні ліки” ",
        iconClass: "",
      },
      {
        text: "– чат-боту “Спитай Гриця” <a class='in-text-link' href='https://t.me/SpytaiGrytsia_bot'>https://t.me/SpytaiGrytsia_bot</a>.  Для пошуку препарату – скористайтеся меню чат-боту.",
        iconClass: "",
      },
    ],
  },
  {
    header: "Як отримати тест-смужки безоплатно чи з доплатою за е-рецептом?",
    content: [
      {
        text: "1. Зверніться до лікаря.",
        iconClass: "",
      },
      {
        text: "Під час прийому лікар випише електронний рецепт.  Підкреслимо, що для того, щоб отримати е-рецепт не обовʼязково мати декларацію з лікарем первинної медичної допомоги. ",
        iconClass: "",
      },
      {
        text: "2. Після цього ви отримаєте СМС-повідомлення з номером електронного рецепта та унікальним кодом його погашення.",
        iconClass: "",
      },
      {
        text: "Зверніть увагу, що погасити рецепт можна протягом 30 днів з моменту його виписування.",
        iconClass: "",
      },
      {
        text: "3. Зверніться до аптеки, яка має договір із НСЗУ за програмою “Медичні вироби для визначення рівня глюкози в крові”.",
        iconClass: "",
      },
      {
        text: "Знайти аптеку, яка тест-смужки в межах програми реімбурсації можна, скориставшись спеціальним дашбордом, який підкаже адресу найближчої до вас аптеки. Для цього достатньо ввести чи обрати з переліку в пошуковому рядку назву вашого населеного пункту.",
        iconClass: "",
      },
      {
        text: "4. Назвіть фармацевту номер рецепта та узгодьте, які з доступних тест-смужок підійдуть до вашого глюкометра.",
        iconClass: "",
      },
      {
        text: "Працівник аптеки запропонує наявні тест-смужки, вартість яких відшкодовується за програмою реімбурсації, та узгодить з пацієнтом який саме виріб йому необхідно видати за рецептом (модель, виробник, можливі варіанти упаковок тощо).",
        iconClass: "",
      },
      {
        text: "5. Назвіть фармацевту код погашення рецепта для отримання тест-смужок",
        iconClass: "",
      },
      {
        text: "Відповідно до того, які тест-смужки обрав пацієнт та їх кількості фармацевт погашає рецепт безоплатно або з доплатою. ",
        iconClass: "",
      },
    ],
  },
  {
    header: "Як я можу отримати електронний лікарняний?",
    content: [
      {
        text: "1. У випадку непрацездатності необхідно звернутися до лікаря, який на підставі огляду сформує медичний висновок про тимчасову непрацездатність – електронний документ в електронній системі охорони здоровʼя, який містить лише персональну інформацію та строк дії. У МВТН немає медичних даних!",
        iconClass: "",
      },
      {
        text: "2. Лікар підписує МВТН своїм кваліфікованим електронним підписом (КЕП), після цього пацієнт отримує смс-повідомлення від E-health з номером МВТН у форматі 1А2Б-3В4Г-5Д6Е-7Є8Ж.",
        iconClass: "",
      },
      {
        text: "! якщо смс не прийшло – надайте лікарю актуальний номер телефону, щоб він вніс його в систему.",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "1. Автоматично МВТН направляється в Електронний реєстр листків непрацездатності, де на підставі наявних в Реєстрі застрахованих осіб даних та з використання МВТН буде сформовано е-Лікарняний. Пацієнт отримує смс-повідомлення від Пенсійного фонду з номером лікарняного в форматі 1234- 1234567890-1.",
        iconClass: "",
      },
      {
        text: "! якщо смс не прийшло – зареєструйтеся на Порталі пенсійного фонду (або у додатку) та в особистому кабінеті в ”Дистанційне інформування” оберіть смс-повідомлення на номер.",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "1. Проінформуйте свого роботодавця про період непрацездатності, зателефонувавши або переславши номер лікарняного. Роботодавець в кабінеті страхувальника на порталі пенсійного фонду перегляне листок непрацездатності і через 7 днів після дати його закриття може сплачувати його. ",
        iconClass: "",
      },
      {
        text: "2. Переглянути свої записи про тимчасову непрацездатність можна в <a class='in-text-link' href='https://portal.pfu.gov.ua/'>особистому кабінеті застрахованої особи на Порталі пенсійного фонду</a>.",
        iconClass: "",
      },
    ],
  },
  {
    header:
      "Хто може сформувати мені е-направлення? Чи вірно, що це може зробити лише мій сімейний лікар?",
    content: [
      {
        text: "Електронні направлення можуть виписувати як лікарі первинної допомоги, так і лікарі-спеціалісти. ",
        iconClass: "",
      },
      {
        text: "Така технічна можливість доступна для всіх без винятку лікарів, які працюють в електронній системі охорони здоровʼя (далі – ЕСОЗ).",
        iconClass: "",
      },
      {
        text: "Е-направлення виписує той лікар, який приймає рішення щодо необхідності провести додаткові обстеження – консультації, лабораторні дослідження тощо.",
        iconClass: "",
      },
      {
        text: "Отже, якщо лікар-спеціаліст вважає за потрібне спрямувати вас на додаткові дослідження або консультації, він повинен сам сформувати електронне направлення в ЕСОЗ. Скеровувати пацієнта в такому разі на рівень «первинки», щоби просто виписати е-направлення чи, приміром, е-рецепт, є недоцільним та лише витрачає час пацієнта та лікаря.",
        iconClass: "",
      },
    ],
  },
  {
    header: "Як отримати е-направлення на реабілітацію?",
    content:
      "Направлення на реабілітацію в амбулаторних умовах, вам може сформувати ваш сімейний лікар, з яким укладена декларація, а також лікуючий лікар, у тому числі - лікар фізичної та реабілітаційної медицини.",
  },
];

export const doctorsFaqAccordion = [
  {
    header: "Як зареєструвати заклад охорони здоровʼя в ЕСОЗ?",
    content: [
      {
        text: "Крок 1. Оберіть медичну інформаційну систему (МІС), яка має, зокрема, і необхідний функціонал електронного рецепта, та укладіть з нею договір. Перелік підключених МІС можна знайти на сайті системи – ehealth.gov.ua у розділі «Підключені до ЕСОЗ МІС».",
        iconClass: "",
      },
      {
        text: "Крок 2. Безпосередньо зареєструйте заклад та керівника в ЕСОЗ. Для цього потрібна інформація про заклад, його ліцензію, активна поштова адреса та діючий кваліфікований електронний підпис керівника закладу.",
        iconClass: "",
      },
      {
        text: "Крок 3. Верифікація закладу (здійснюється на боці системи). Якщо всі дані було внесено вірно, заклад буде успішно верифікований в ЕСОЗ. Якщо ні – ви отримаєте рекомендації, що потрібно зробити.",
        iconClass: "",
      },
      {
        text: "Крок 4. Наступним кроком керівник закладу може зареєструвати уповноважену особу – адміністратора, спеціаліста з кадрів чи іншого працівника, який буде проводити реєстрацію користувачів.",
        iconClass: "",
      },
      {
        text: "Крок 5. Зареєструйте працівників закладу в ЕСОЗ.",
        iconClass: "",
      },
      {
        text: "Подбайте про забезпечення персоналу закладу кваліфікованим електронним підписом для підтвердження дій у системі",
        iconClass: "",
      },
      {
        text: "У цілому реєстрація закладу в ЕСОЗ є простою, а підтримка вашої  МІС зорієнтує вас щодо того, як коректно та швидко внести дані до відповідних полів.",
        iconClass: "",
      },
    ],
  },
  {
    header:
      "Якщо лікар працює в державному закладі (який уже зареєстрований в ЕСОЗ) та має приватну практику, чи потрібно реєструватися в ЕСОЗ як лікар-ФОП?",
    content:
      "Так, лікарі-ФОП як ліцензіати та надавачі медичних послуг мають зареєструватися в ЕСОЗ. Процедура реєстрації ФОП в ЕСОЗ не відрізняється: перш за все, необхідно зареєструвати ФОП в ЕСОЗ, а вже після цього – зареєструвати лікарів (спеціалістів), які будуть вносити електронні медичні записи та пов’язані з ними рецепти, медичні висновки про тимчасову непрацездатність тощо.",
  },
  {
    header:
      "Який лікар повинен сформувати пацієнту медичний висновок про тимчасову непрацездатність?",
    content:
      "МВТН формується тим лікарем, який надає медичну допомогу, створює відповідні електронні медичні записи та власне проводить лікарську експертизу щодо тимчасової втрати непрацездатності. Проведення експертизи тимчасової втрати працездатності регулюється Порядком організації експертизи тимчасової втрати працездатності, затвердженим наказом МОЗ від 09.04.2008 № 189.",
  },
  {
    header:
      "Як виписати е-рецепт на наркотичні (психотропні) ліки в рамках програм місцевих бюджетів?",
    content: [
      {
        text: "1.  Оберіть відповідну програму в ЕСОЗ – “Наркотичні та психотропні препарати на пільгових умовах за постановою КМУ від 17.08.1998 №1303”",
        iconClass: "",
      },
      {
        text: "2. Наступний крок – внесіть інформацію про рецепт, обравши лікарський засіб за міжнародною непатентованою назвою, його кількість, дозування, тривалість лікування та спосіб вживання.",
        iconClass: "",
      },
      {
        text: "3. Додатково до способу вживання/застосування ліків вкажіть у полі “Сигнатура”:",
        iconClass: "",
      },
      {
        text: "відсоток відшкодування вартості ліків (50% чи 100% - тобто безоплатно).",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "ЄДРПОУ та найменування закладу, його місцезнаходження,",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "власне прізвище та ініціали.",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "1. Підтвердіть рецепт та переконайтеся, що пацієнт отримав номером рецепта та код його погашення. ",
        iconClass: "",
      },
      {
        text: "2. За потреби чи на прохання пацієнта можна роздрукувати інформаційну довідку та видати її пацієнту.",
        iconClass: "",
      },
    ],
  },
  {
    header: "Що робити у разі затримок в ЕСОЗ?",
    content: [
      {
        text: "У разі виникнення затримок у роботі МІС/ЕСОЗ рекомендуємо слідувати наступному алгоритму:",
        iconClass: "",
      },
      {
        text: "1. Перевірте спроможність власного компʼютера та підключення до мережі Інтернет – можливо, повільна робота системи повʼязана з локальною проблемою на робочому місці лікаря.",
        iconClass: "",
      },
      {
        text: "Перевірте <a class ='in-text-underline' href='../support/system-performance-monitoring.html'>сторінку моніторингу працездатності</a> центральної бази даних ЕСОЗ. Якщо на сторінці зафіксований інцидент, це означає, що проблема вже знаходиться в опрацювання технічних спеціалістів, а про результати її вирішення буде проінформовано додатково.",
        iconClass: "",
      },
      {
        text: "Додатково на сторінці моніторингу ви можете підписатися на оновлення, а також <a class ='in-text-underline' href ='#'>повідомити про проблему</a>, з якою ви зіштовхнулися.",
        iconClass: "",
      },
      {
        text: "1. Якщо на робочому місці все гаразд, а на сторінці моніторингу не зафіксований інцидент на ЦБД, зверніться до технічної підтримки МІС, що встановлена у вашому  закладі.",
        iconClass: "",
      },
      {
        text: "2. У разі, якщо МІС не може самостійно вирішити проблему, або ця проблема знаходиться в площині ЦБД – МІС сформує необхідний технічний запит до підтримки ЦБД ЕСОЗ. Дякуємо за співпрацю!",
        iconClass: "",
      },
      {
        text: "Більше:",
        iconClass: "",
      },
      {
        text: "<a class='in-text-link' href='#'>FAQ: електронний рецепт (єдиний)</a>",
        iconClass: "",
      },
      {
        text: "<a class='in-text-link' href='#'>Питання-відповіді: Ліцензійні умови щодо реєстрації в ЕСОЗ</a>",
        iconClass: "",
      },
      {
        text: "<a class='in-text-link' href='#'>FAQ. Реабілітація (основний)</a>",
        iconClass: "",
      },
      {
        text: "<a class='in-text-link' href='#'>FAQ: неонатальний скринінг</a>",
        iconClass: "",
      },
      {
        text: "<a class='in-text-link' href='#'>FAQ: Категоризація</a>",
        iconClass: "",
      },
    ],
  },
];

export const declarationAccordion = [
  {
    header: "Оберіть за вашими особистими критеріями заклад чи лікаря.",
    content:
      "Ви можете скористатися порадами знайомих, рекомендаціями в Інтернеті або відвідати найближчі заклади та дізнатися про лікарів.",
  },
  {
    header:
      "Перегляньте мапу та перевірте, чи вже можна подати декларацію у вибраному закладі.",
    content:
      "Також медичні заклади, підключені до системи можна розпізнати за наліпкою «Тут можна обрати свого лікаря» ",
  },
  {
    header:
      "Візьміть із собою паспорт, ідентифікаційний код і мобільний телефон.",
    content:
      "Якщо потрібно подати декларацію для дитини до 14 років — візьміть також свідоцтво про народження дитини ",
  },
  {
    header:
      "Зверніться у реєстратуру медзакладу та повідомте, що хочете подати декларацію",
    content: "",
  },
  {
    header:
      "Уповноважений працівник медзакладу (працівник реєстратури, медсестра або лікар) введе ваші дані в електронну систему охорони здоровʼя.",
    content:
      "На мобільний надійде СМС з кодом. Повідомте цей код працівнику закладу",
  },
  {
    header: "З електронної системи роздруковується декларація з вашими даними.",
    content:
      "Уважно перевірте, чи всі ваші дані коректні. Якщо потрібно — працівник закладу внесе зміни та роздрукує декларацію ще раз. Підпишіть два екземпляри роздрукованої декларації. Один ви забираєте з собою, інший лишається у закладі",
  },
  {
    header:
      "Працівник закладу підтверджує вашу декларацію електронним підписом і відправляє в електронну систему охорони здоровʼя.",
    content: "",
  },
];

export const ePrescriptionInstruction = [
  {
    header:
      "Щоб отримати електронний рецепт на рецептурний препарат необхідно обовʼязково звернутися до лікаря на прийом.",
  },
  {
    header:
      "Під час огляду лікар за потреби зареєструє вас в електронній системі охорони здоровʼя (ЕСОЗ) та сформує е-рецепт, вказавши діючу речовину, дозування, тривалість курсу та інструкції з прийому ліків.",
  },
  {
    header:
      "Після цього ви отримаєте номер електронного рецепта та унікальний код його погашення в СМС-повідомленні.",
  },
  {
    header:
      "А для пацієнтів, які обрали метод автентифікації через документи, лікар має роздрукувати рецепт у вигляді інформаційної пам’ятки, що містить номер та код погашення рецепта.",
  },
  {
    header:
      "Ви можете придбати ліки за рецептом в аптеці протягом 30 чи 10 днів (для наркотичних/психотропних препаратів).",
  },
  {
    header:
      "Для того, щоб придбати ліки, достатньо повідомити фармацевту потрібні реквізити – номер рецепта та код погашення.",
  },
  {
    header:
      "Фармацевт запропонує вам наявні в аптеці лікарські засоби, які містять діючу речовину, що призначив вам лікар.",
  },
  {
    header:
      "Так ви зможете обрати ліки відповідно до вашого бюджету. Лікуйтеся свідомо та будьте здорові!",
  },
];

export const babyServiceAccordion = [
  {
    header: "Перейти за посиланням: https://diia.gov.ua/services/yemalyatko",
    content: "",
  },
  {
    header: "Авторизуватися або зареєструватися на порталі Дія",
    content: "",
  },
  {
    header:
      "Заповнити заяву та вибрати додаткові послуги, які хочете замовити. Дані про заявника підтягуються автоматично, дані про іншого з батьків потрібно заповнити вручну",
    content: "",
  },
  {
    header:
      "Підписати заяву електронним підписом. Іншому з батьків потрібно підписати заяву своїм електронним підписом, якщо:",
    content: [
      {
        text: "батько та матір не одружені",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "батько та матір мають різні прізвища ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "батько та матір зареєстровані за різними адресами (якщо замовляєте послугу з реєстрації місця проживання дитини).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header:
      "Посилання на заяву на порталі Дія надійде іншому з батьків на електронну пошту.",
    content: "",
  },
  {
    header:
      "Останній крок - отримати свідоцтво про народження наступного робочого дня.",
    content: "",
  },
];

export const developersServiceAccordion = [
  {
    header:
      "Щоб почати розробку, заповніть <a class='in-text-link' href='https://ehealth.gov.ua/wp-content/uploads/2023/04/Zayava-na-otrymannya-dostupu-do-testovyh-seredovyshh.docx'>заявку</a> та надішліть запит за <a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6'> посиланням</a>",
    content: "У відповідь ви отримаєте:",
    subcontent: [
      {
        text: "інформацію про наявні технічні специфікації, необхідні для розробки електронної медичної інформаційної системи (далі - МІС);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "доступ до тестових середовищ з метою перевірки розробленого функціоналу на сумісність із центральною базою даних (далі - ЦБД).",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "доступ до служби підтримки eHealth та комунікаційних каналів.",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Ознайомтесь із документами",
    content: [
      {
        text: " <a class='in-text-link' href='https://ehealth.gov.ua/operatoram_mis/'>Вимогами</a>, яким мають відповідати МІС, підключені до ЦБД",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "<a class='in-text-link' href='https://ehealth.gov.ua/wp-content/uploads/2022/07/Testova-programa-v-redaktsii-nakazu-NSZU-314-vid-19.07.2022.pdf'>Тестовою програмою</a>, яка визначає механізм перевірки сумісності МІС із ЦБД з метою подальшого підключення МІС до ЦБД. ",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Подайте Адміністратору запит на проведення тестування",
    content: [
      {
        text: "Для цього:",
      },
      {
        text: "1. Заповніть <a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6/group/35/create/107'>заявку</a>.",
      },
      {
        text: "2. Підготуйте документи у вигляді сканованих у PDF копій:",
      },
    ],
    subcontent: [
      {
        text: "інформацію про наявні технічні специфікації, необхідні для розробки електронної медичної інформаційної системи (далі - МІС);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "доступ до тестових середовищ з метою перевірки розробленого функціоналу на сумісність із центральною базою даних (далі - ЦБД).",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "доступ до служби підтримки eHealth та комунікаційних каналів.",
        iconClass: "bx bx-wifi-0",
      },
    ],
    content2: [
      {
        text: "3. Подайте <a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6'>запит</a> на отримання бажаних послуг та додайте зазначений набір файлів (копії документів та заявка з електронним підписом уповноваженої особи й печаткою (у разі її наявності):",
      },
    ],
    subcontent2: [
      {
        text: "<a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6/group/35/create/138'>Запит</a> на тестування",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "<a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6/group/35/create/162'>Запит</a> на доступ до тестових середовищ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Запит на отримання розширеного доступу до тестових середовищ.",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Проведення тестування Адміністратором ( до 30 календарних днів)",
    content:
      "Отримавши запит на проведення тестування, Адміністратор перевіряє надані оператором МІС документи. У разі відсутності зауважень до заяви та копій документів, Адміністратор здійснює тестування.",
  },
  {
    header: "Отримайте висновок (3 робочі дні)",
    content:
      "За результатами розгляду надісланих матеріалів МІС отримує висновок. <br> <br> У разі встановлення невідповідностей, висновок буде містити опис таких невідповідностей та пропозиції щодо їх усунення. Оператор МІС має право повторно подати заявку Адміністратору після усунення невідповідностей.",
  },
  {
    header:
      "Укладіть з Адміністратором договір про підключення МІС до ЦБД подавши заявку на приєднання, додатки та логотип МІС (180×100 піскелей, формат PNG).",
    content: [
      {
        text: "<a class='in-text-link' href='https://ehealth.gov.ua/wp-content/uploads/2022/09/Dogovir.pdf'>Договір</a>",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "<a class='in-text-link' href='https://ehealth.gov.ua/wp-content/uploads/2021/10/Zayavka-na-pryyednannya-do-dogovoru-1.pdf'>Шаблон заявки на приєднання</a>",
        iconClass: "bx bx-wifi-0",
      },
    ],
    subcontent: [
      {
        text: "Цей Договір є договором приєднання в контексті статті 634 Цивільного кодексу України та частини четвертої статті 179 Господарського кодексу України та укладається шляхом приєднання Оператора МІС до всіх його умов. У випадку незгоди зі змістом та формою Договору, чи окремих його положень, Оператор МІС вправі відмовитися від його укладення.",
      },
      {
        text: "Протягом п’яти робочих днів з дати укладення договору Адміністратор оприлюднить на своєму веб-сайті  інформацію про підключення МІС до ЦБД та її функціональні можливості в електронній системі охорони здоров’я.",
      },
    ],
  },
  {
    header:
      "Отримайте від Адміністратора ключі доступу до продуктивного середовища (5 робочих днів)",
    content: "",
  },
];

export const digitalEducationAccordionContainer = [
  {
    header:
      "Основи комп’ютерної та інформаційної грамотності включають у себе наступні компетентності:",
    content: [
      {
        text: "використання комп’ютерних та мобільних пристроїв (вміти користуватись та налаштовувати ці пристрої для виконання робочих завдань і власних потреб);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "використання базових програм та застосунків (вміти користуватись та обирати потрібне для вирішення певних завдань. Наприклад, вміти користуватись Google Meet чи Zoom, вміти працювати з електронними даними в МІС тощо); ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "використання Інтернету;",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "управління цифровою ідентичністю (розуміти що це, вміти створювати, управляти, налаштовувати параметри цифрової ідентичності. Наприклад, це про вміння використання кваліфікованого електронного підпису в документообігу медичного закладу).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },

  {
    header: "Вміння працювати з даними:",
    content: [
      {
        text: " Перегляд, пошук і фільтрація даних, інформації та цифрового контенту (вміти формулювати власні інформаційні потреби, шукати потрібний контент, формувати стратегії пошуку потрібної інформації під власні запити. Наприклад, це про вміння користуватись дашбордами НСЗУ та фільтрами до них); ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "  Управління даними, інформацією та цифровим контентом (вміти добирати, зберігати, організовувати та обробляти дані, цифровий контент у цифрових середовищах. Наприклад, це про вміння користуватись <a class='in-text-underline' href='https://support.microsoft.com/uk-ua/office/%D1%96%D0%BC%D0%BF%D0%BE%D1%80%D1%82-%D1%96-%D0%B0%D0%BD%D0%B0%D0%BB%D1%96%D0%B7-%D0%B4%D0%B0%D0%BD%D0%B8%D1%85-ccd3c4a6-272f-4c97-afbb-d3f27407fcde#ID0EBBD=Tables'>Excel</a> , <a class='in-text-underline' href='https://www.google.com/intl/uk/forms/about/'>Google Forms</a>);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Реалізація власних запитів і потреб за допомогою цифрових технологій (вміти використовувати цифрові засоби й технології задля особистих потреб);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "  Самореалізація та особистий розвиток у цифровому суспільстві (вміти набувати різноманітні навички у цифровому середовищі. Наприклад, проходити онлайн курси в Академії НСЗУ, онлайн навчання від МІСів тощо).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Створення цифрового контенту",
    content: [
      {
        text: "Створення, редагування та інтеграція цифрового контенту у різних форматах. Наприклад, вайбер-канал або особисту сторінку у соцмережах для пацієнтів;",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Авторське право і ліцензії (розуміти як поширюється авторське право та ліцензії на інформацію та цифровий контент);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Базові навички програмування для більш досвідчених спеціалістів з високим рівнем цифрової грамотності (розуміти, як за допомогою програмування можна вирішити певну проблему чи питання).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Комунікація та взаємодія у цифровому суспільстві",
    content: [
      {
        text: "Поширення контенту та обмін даними за допомогою цифрових технологій (вміти використовувати відповідні цифрові засоби та технології задля поширення контенту та обмін даними. Це і про вміння створювати презентації, наприклад, у <a class='in-text-underline' href='https://support.microsoft.com/uk-ua/office/%D1%81%D1%82%D0%B2%D0%BE%D1%80%D0%B5%D0%BD%D0%BD%D1%8F-%D0%BF%D1%80%D0%B5%D0%B7%D0%B5%D0%BD%D1%82%D0%B0%D1%86%D1%96%D1%97-%D0%B2-powerpoint-422250f8-5721-4cea-92cc-202fa7b89617'>Power Point</a>, і про вміння користуватись сервісами Google); ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "  Спілкування в цифровому середовищі та мережевий етикет (знати правила поведінки щодо взаємодії у цифрових середовищах, вміти адаптувати стратегії комунікації до певної аудиторії).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Безпека в цифровому середовищі",
    content: [
      {
        text: "Захист пристроїв і підключення до мережі (вміти захищати власні пристрої та  цифровий контент, знати про заходи безпеки та захисту);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Безпека персональних даних та приватності (вміти захищати персональні дані та цифровий контент приватність у цифровому середовищі. Наприклад, вміти захищати персональні дані пацієнтів); ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Захист від шахрайства і маніпуляцій (вміння уникнути вірусів, користуючись пристроями, вміння обирати паролі та запобігати “взломам”).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Вміння розв’язувати проблеми у цифровому середовищі",
    content: [
      {
        text: " Пошук інформації та сервісів для вирішення технічних проблем (знати, як знайти необхідні та якісні сервіси для вирішення технічних проблем. Наприклад, знати, як звертатись до представника МІС, щоб ввести потрібні електронні дані);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Використання інтернет-ресурсів для навчання, розвитку професійних навичок і саморозвитку (вміти набувати різноманітні навички у цифровому середовищі. Наприклад, проходити онлайн курси на платформах Дія, Академія НСЗУ, тощо).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
];

//-------------------------------- accordions data end--------------------------------------------------

//-------------------------------- News data Start--------------------------------------------------

// Example data for news items (you can replace this with actual data)
export const newsData = [
  {
    date: "25 Липня 2029",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  // Add more news items here
];

//-------------------------------- News data End--------------------------------------------------
