 //------------- cards swiper data start--------------------------------

export const responsesSlides = [
  {
    title: "Моніторинг працездатності ЄСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "./service-providers/system-performance-monitoring.htmllink1.html",
  },
  {
    title: "Дашборди ЄСОЗ",
    iconClass: "bx bx-right-arrow-alt",
    url: "./electronic-healthcare/data/dashboards.html",
  },
  {
    title: "Каталог МІС",
    iconClass: "bx bx-right-arrow-alt",
    url: "./service-providers/mis-catalog.html",
  },
  {
    title: "Пошук медзакладу за направленням",
    iconClass: "bx bx-right-arrow-alt",
    url: "link4.html",
  },
];

export const goalsSlides = [
  {
    title: "Забезпечити прозорість фінансування cистеми охорони здоров'я",
    iconClass: "bx bx-check",
  },
  {
    title:
      "Сформувати бізнес середовище для створення нових електронних сервісів",
    iconClass: "bx bx-check",
  },
  {
    title:
      "Надати можливість працювати без паперу поступовий перехід на електронний облік(е-рецепт, е-картка,е-направлення)",
    iconClass: "bx bx-check",
  },
  {
    title:
      "Створити простір для інновацій в медицині (machine learning, big data, blockchain, etc.)",
    iconClass: "bx bx-check",
  },
  {
    title: "Сприяти розвитку медичного ІТ-ринку",
    iconClass: "bx bx-check",
  },
];

export const dashboardSlides = [
  {
    title:
      "Стан подання пропозицій закладами охорони здоров`я на укладення договорів з НСЗУ за програмою медичних гарантій",
    paragraph:
      "Інформація про подання пропозицій спеціалізованими закладами в системі “Смарттендер” на укладення договору з НСЗУ за кожним із медичних пакетів.",
    iconClass: "bx bx-right-arrow-alt",
  },

  {
    title:
      "Укладені договори про медичне обслуговування населення за програмою медичних гарантій",
    paragraph:
      "Інформація про заклади охорони здоров’я, які надають медичні послуги за тими з медичних пакетів, за якими уклали договір з НСЗУ.",
    iconClass: "bx bx-right-arrow-alt",
  },

  {
    title: "Оплати надавачам медичної допомоги за програмою медичних гарантій",
    paragraph:
      "Інформація щодо сум виплат закладам, які надають первинну, спеціалізовану та екстрену медичну допомогу за договором з НСЗУ.",
    iconClass: "bx bx-right-arrow-alt",
  },

  {
    title:
      "Звіт про доходи та витрати надавачів медичних послуг (окремі показники)",
    paragraph:
      "Інформація про забезпечення ресурсами та їх використання медичними закладами, що уклали договори з Національною службою здоров’я України.",
    iconClass: "bx bx-right-arrow-alt",
  },

  {
    title:
      "Звіт про доходи та витрати надавачів медичних послуг (окремі показники)",
    paragraph:
      "Інформація про забезпечення ресурсами та їх використання медичними закладами, що уклали договори з Національною службою здоров’я України.",
    iconClass: "bx bx-right-arrow-alt",
  },
];
 
 
 //------------- cards swiper data end--------------------------------
 
 
 
 //------------- contracting with nhsc data start--------------------------------
 export const iconBoxData = [
  {
    year: "2018",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "2019",
    link: "sample-order-2.pdf", // Link to another document on the backend
  },
  {
    year: "2010",
    link: "sample-order-3.pdf", // Link to another document on the backend
  },
  {
    year: "2021",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "2022",
    link: "sample-order-2.pdf", // Link to another document on the backend
  },
  {
    year: "2023",
    link: "sample-order-3.pdf", // Link to another document on the backend
  },
];

//------------- contracting with nhsc data end--------------------------------




//-------------------------------- Legislation data start--------------------------------------------------
export const legislationReportingData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];

export const legislationRegulatoryAndLegalFrameworkData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];

export const legislationTestingAndConnectingMisData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];

export const legislationInternalDocumentsData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];

export const legislationArchiveData = [
  {
    year: "Фінансовий звіт за 2 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Фінансовий звіт за 3 квартал 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },

  {
    year: "Фінансовий звіт за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
  {
    year: "Звіт про роботу ДП “Електронне Здоров’я” за 2018р.",
    link: "sample-order-1.pdf", // Link to the document on the backend
  },
];


//-------------------------------- Legislation data end--------------------------------------------------



//-------------------------------- image swiper data Start--------------------------------------------------

export const misImagesUrls = [
  "../../assets/images/mis/3i.jpg",
  "../../assets/images/mis/Clinica Web.PNG",
  "../../assets/images/mis/DocDream.png",
  "../../assets/images/mis/eApteka.png",
  "../../assets/images/mis/EvoMIS.png",
  "../../assets/images/mis/Health24.jpg",
  "../../assets/images/mis/HealthTech.png",
  "../../assets/images/mis/Helsi.jpg",
  "../../assets/images/mis/iClinic.jpg",
  "../../assets/images/mis/Lakmus.png",
  "../../assets/images/mis/logo.svg",
  "../../assets/images/mis/nHealth.jpg",
  "../../assets/images/mis/PharmaSpace.png",
  "../../assets/images/mis/SimplexMed.png",
  "../../assets/images/mis/SimplexMis.png",
  "../../assets/images/mis/TerraLab.PNG",
  "../../assets/images/mis/АПТЕКА 911.PNG",
  "../../assets/images/mis/Аскеп.jpg",
  "../../assets/images/mis/ВІСА.jpg",
  "../../assets/images/mis/Дніпро-МТ.png",
  "../../assets/images/mis/Доктор Елекс.png",
  "../../assets/images/mis/Дорадо.png",
  "../../assets/images/mis/Електронна лікарня 2.0.png",
  "../../assets/images/mis/Емсімед.PNG",
  "../../assets/images/mis/Каштан.png",
  "../../assets/images/mis/МедЕйр.PNG",
  "../../assets/images/mis/Медстар.png",
  "../../assets/images/mis/Медікс.jpg",
  "../../assets/images/mis/Медікіт.png",
  "../../assets/images/mis/Медінфосервіс.PNG",
  "../../assets/images/mis/МІА_здоров_я.PNG",
  "../../assets/images/mis/Подорожник.png",
  "../../assets/images/mis/Скарб.PNG",
  "../../assets/images/mis/Таблеткі.png",
  "../../assets/images/mis/Укрмедсофт.png",
  "../../assets/images/mis/ІС СЗХ.ico"
];


export const partnersImagesUrls = [
  "../../../assets/images/partners/2560px-USAID-Identity.png",
  "../../../assets/images/partners/Logo-World-Bank-IBRD-IDA.png",
  "../../../assets/images/partners/flag-evrosoyuza-max-990.png",
  "../../../assets/images/partners/350px-Alinea-Web-logo.png",
  "../../../assets/images/partners/26-abt-associates.png",
  "../../../assets/images/partners/1200px-UNDP_logo.png",
  "../../../assets/images/partners/1280px-Deloitte.png",
  "../../../assets/images/partners/CRDFGLOBAL.png",
  "../../../assets/images/partners/edge-canada.png",
  "../../../assets/images/partners/EGAP1024.png",
  "../../../assets/images/partners/logo_cgz.png",
  "../../../assets/images/partners/Logo_Krasn.png",
  "../../../assets/images/partners/MSH-logo.png",
  "../../../assets/images/partners/ukaid-logo-6FCE8595F5-seeklogo.png",
  "../../../assets/images/partners/Logo_Krasn.png",
  "../../../assets/images/partners/MSH-logo.png",
  
]

//-------------------------------- image swiper data end--------------------------------------------------




//-------------------------------- accordions data Start--------------------------------------------------

export const misAccordion = [
  {
    header: "Адміністративний модуль надавача медичних послуг",
    content:
      "Модуль, що дозволяє укладати договори з НСЗУ та отримувати фінансування, реєструвати і управляти місцями надання послуг, реєструвати керівників закладів, співробітників та управляти їх ролями.",
  },
  {
    header: "Робоче місце лікаря первинної медичної допомоги",
    content:
      "Функціонал модулю дозволяє лікарям, які надають первинну медичну допомогу працювати з деклараціями, електронними медичними записами, діагностичними звітами, з записами про імунізацію.",
  },
  {
    header: "Робоче місце лікаря вторинної медичної допомоги",
    content:
      "Функціонал модулю дозволяє лікарям, які надають спеціалізовану медичну допомогу працювати з електронними медичними записами, діагностичними звітами, з записами про імунізацію, з електронними медичними записами та електронними направленнями неідентифікованих пацієнтів, з електронними медичними записами у стаціонарі.",
  },
  {
    header: "Доступ до даних",
    content:
      "Функціонал модулю дозволяє отримати доступ до даних, що містяться в центральній базі даних електронної системи охорони здоров’я.",
  },
  {
    header: "Модуль для роботи з записами про пацієнтів в системі",
    content:
      "Функціонал модулю дозволяє працювати з функціоналом по роботі з записами про ідентифікованих та неідентифікованих пацієнтів, приєднання записів неідентифікованого пацієнта до ідентифікованого та верифікації пацієнта.",
  },
  {
    header:
      "Медичні висновки (про народження та про тимчасову непрацездатність)",
    content:
      "Функціонал модулю дозволяє формувати висновки про народження та про тимчасову непрацездатність на основі медичних записів.",
  },
  {
    header: "Виписування електронного рецепту на лікарські засоби",
    content:
      "Функціонал модулю дозволяє формувати електронні рецепти на лікарські засоби.",
  },
  {
    header: "План лікування",
    content:
      "Функціонал модулю дозволяє лікарям робити необхідні лікарські призначення і спрощує контроль виконання цих призначень, зокрема дозволяє  створювати призначення, шукати та отримувати інформацію щодо плану лікування, реєструвати результати виконання призначень за планом лікування, перевіряти відсутності пов’язаних з призначенням нових заявок на електронний рецепт, непогашених електронних рецептів, активних електронних направлень.",
  },
  {
    header: "Робоче місце середнього медичного персоналу",
    content:
      "Функціонал модулю дозволяє користувачам середнього медичного персоналу (медичні брати, медичні сестри) реєструватися в ЕСОЗ та отримувати відповідні права доступу, здійснювати пошук електронних медичних записів, формувати пакети діагностичних звітів, фіксувати лікувальні процедури, перевіряти, обробляти та погашати е-направлення та ін.",
  },
  {
    header: "Робоче місце адміністратора медичних записів",
    content:
      "Функціонал модулю дозволяє користувачам з відповідними правами доступу шукати ідентифікованого та неідентифікованого пацієнта, шукати електронні медичні записи за пошуковими параметрами, отримувати детальну інформацію за електронними медичними записами, шукати пацієнта в системі, позначати медичний запис як помилково введений без отримання дозволу пацієнта та ін.",
  },
  {
    header: "Робоче місце лаборанта",
    content:
      "Функціонал модулю дозволяє співробітникам лабораторії працювати з електронними медичними записами та діагностичними звітами.",
  },
  {
    header: "Клінічна оцінка",
    content:
      "Функціонал модулю дозволяє вносити результати клінічної оцінки стану пацієнта.",
  },
  {
    header: "Робоче місце медичного координатора",
    content:
      "Функціонал модулю дозволяє відповідальним лікарям отримати та додати в систему інформацію, координувати надання послуг із трансплантації між відповідними органами, здійснювати посадові обов’язки трансплант-координатора згідно положення про врегулювання діяльності трансплант-координаторів.",
  },
  {
    header: "Електронні направлення",
    content:
      "Функціонал модулю дозволяє формувати, переглядати, перевіряти, використовувати та погашати електронні направлення.",
  },
  {
    header: "Процедури",
    content:
      "Функціонал модулю дозволяє створювати, переглядати та скасовувати процедури.",
  },
  {
    header: "Спостереження",
    content:
      "Функціонал модулю дозволяє створювати, переглядати та скасовувати спостереження.",
  },
  {
    header: "Виписування електронного рецепту на медичні вироби",
    content:
      "Функціонал модулю дозволяє формувати електронні рецепти на медичні вироби.",
  },
  {
    header: "Адміністративний модуль аптечного закладу",
    content:
      "Функціонал модулю дозволяє реєструвати аптеки, їх підрозділи та фармацевтів, заключення договори про реімбурсацію з НСЗУ, активувати та деактивувати зобов’язання за договорами аптечного закладу з НСЗУ, в т. ч. за програмами «Доступні ліки», «Інсулін», управляти ліцензіями аптечних закладів.",
  },
  {
    header: "Робоче місце фармацевта",
    content:
      "Функціонал модулю дозволяє погашати електронні рецепти на лікарські засоби та медичні вироби.",
  },
  // Add more objects as needed
];

export const dashboardsAccordion = [
  {
    header: "Лікарі",
    content:
      "Для лікарів корисними можуть бути дашборди зі  статистикою поданих декларацій про вибір лікаря первинної медичної допомоги, даними про оплати від НСЗУ.",
  },
  {
    header: "Пацієнти",
    content:
      "Пацієнти за допомогою дашбордів НСЗУ можуть дізнатися, де можна укласти декларацію та з яким лікарем, які послуги за Програмою медичних гарантій надає будь-який заклад охорони здоров’я, що підписав договір з НСЗУ, а також розташування найближчої аптеки з «Доступними ліками».",
  },
  {
    header: "Керівники та власники закладів охорони здоров’я",
    content:
      "Для керівників та власників закладів охорони здоров’я в пригоді стануть дашборди “Звіт про доходи та витрати надавачів медичних послуг (окремі показники)”, “Показники досягнення універсального охоплення населення медичними послугами на рівні ПМД” та багато інших.",
  },
  // Add more objects as needed
];

export const firstCare = [
  {
    header:
      "Адміністративний модуль надання медичних послуг первинної медичної допомоги та спеціалізованої медичної допомоги",
    content:
      "Mодуль, що дозволяє укладати договори з НСЗУ та отримувати фінансування. Цей модуль включає такі складові:",
    subcontent: [
      {
        text: "Реєстрація надавачів медичних послуг, підрозділів, користувачів",
        iconClass: "bx bx-wifi-0",
      },
      { text: "Капітаційні договори з НСЗУ", iconClass: "bx bx-wifi-0" },
      { text: "Перегляд декларацій", iconClass: "bx bx-wifi-0" },
    ],
  },
  {
    header: "Робоче місце лікаря первинної медичної допомоги",
    content:
      "Модуль для роботи лікарів, що надають первинну медичну допомогу: робота з деклараціями про вибір лікаря, що надає первинну медичну допомогу; електронні медичні записи; імунізація; електронні направлення, виписування електронних рецептів",
  },
];

export const specialCare = [
  {
    header:
      "Адміністративний модуль надавача медичних послуг спеціалізованої медичної допомоги",
    content:
      "Для реєстрації закладу, що надає спеціалізовану медичну допомогу, реєстрації його підрозділів та користувачів.",
  },
  {
    header: "Робоче місце лікаря первинної медичної допомоги",
    content:
      "Для роботи лікарів, що надають спеціалізовану медичну допомогу. Цей модуль включає наступні складові: ",
    subcontent: [
      {
        text: "Електронні медичні записи спеціалізованої медичної допомоги",
        iconClass: "bx bx-wifi-0",
      },
      { text: "Імунізація", iconClass: "bx bx-wifi-0" },
      {
        text: "Діагностичні звіти (гіперпосилання на сторінку Діагностичні звіти в бібліотеці)",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Електронні медичні записи та електронне направлення для неідентифікованих пацієнтів",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Виписування е-направлення спеціалізованої медичної допомоги",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Обробка та погашення е-направлення спеціалізованої медичної допомоги",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Електронні медичні записи стаціонар: надходження",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Електронні медичні записи стаціонар: виписка",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Робота з записами про пацієнтів",
    content:
      "Включає функціонал по роботі з записами ідентифікованих пацієнтів та неідентифікованих пацієнтів приєднання записів неідентифікованого пацієнта до ідентифікованого та статус верифікації пацієнта",
  },

  {
    header: "Медичні висновки",
    content:
      "Модуль для формування висновку про тимчасову непрацездатність на основі медичних записів.",
  },

  {
    header: "Виписування електронних рецептів",
    content: "",
  },
  {
    header: "План лікування",
    content:
      "Це модуль, що дає змогу лікарям зробити всі необхідні лікарські призначення і спрощує контроль виконання цих призначень, зокрема дозволяє: створення призначення в плані лікування; пошук та отримання інформації щодо плану лікування; реєстрацію результатів виконання призначень за планом лікування; перевірку відсутності пов’язаних з призначенням нових заявок на електронний рецепт, непогашених електронних рецептів; активних електронних направлень.",
  },
  {
    header: "Неонатальний скринінг для новонароджених",
    content:
      "Модуль, що дозволяє акушер-гінекологам, педіатрам, педіатрам-неонатологам вносити інформацію до медичних інформаційних систем про результати неонатального скринінгу – обстеження новонароджених дітей для виявлення ряду спадкових захворювань Він включає в себе можливість:",
    subcontent: [
      {
        text: "Створення електронного направлення",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Обробки і погашення електронного направлення",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Робоче місце трансплант-координатора",
    content:
      "Модуль, у якому відповідальні лікарі можуть отримати та додати в систему відповідну інформацію, координувати надання послуг із трансплантації між відповідними органами, здійснювати посадові обов’язкіі трансплант-координатора, згідно Положення про врегулювання діяльності трансплант-координаторів.",
  },
];

export const pharmacyAccordion = [
  {
    header: "Наявність адміністративного модулю",
    content:
      "Включає функціонал для реєстрації аптек, їх підрозділів та фармацевтів і подальшого заключення договорів про реімбурсацію з НСЗУ. Цей модуль включає такі складові:",
    subcontent: [
      {
        text: "Реєстрація аптеки, підрозділів, користувачів",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Укладення договорів аптечних закладів з НСЗУ. Програма «Інсуліни»",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Зобов'язання. Цей модуль дозволяє деактивувати / активувати зобов’язання за договорами аптечного закладу з НСЗУ, в т. ч. за програмами «Доступні ліки», «Інсулін»",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Управління ліцензіями аптечних закладів",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Наявність модулю «Робоче місце фармацевта»",
    content:
      "Модуль для роботи лікарів, що надають первинну медичну допомогу: робота з деклараціями про вибір лікаря, що надає первинну медичну допомогу; електронні медичні записи; імунізація; електронні направлення, виписування електронних рецептів",
  },
  {
    header:
      "Послуги з підтримки та навчання функціональних можлиовстей програмного забезпечення",
    content:
      "Модуль для роботи лікарів, що надають первинну медичну допомогу: робота з деклараціями про вибір лікаря, що надає первинну медичну допомогу; електронні медичні записи; імунізація; електронні направлення, виписування електронних рецептів",
  },
];

export const declarationAccordion = [
  {
    header: "Оберіть за вашими особистими критеріями заклад чи лікаря.",
    content:
      "Ви можете скористатися порадами знайомих, рекомендаціями в Інтернеті або відвідати найближчі заклади та дізнатися про лікарів.",
  },
  {
    header:
      "Перегляньте мапу та перевірте, чи вже можна подати декларацію у вибраному закладі.",
    content:
      "Також медичні заклади, підключені до системи можна розпізнати за наліпкою «Тут можна обрати свого лікаря» ",
  },
  {
    header:
      "Візьміть із собою паспорт, ідентифікаційний код і мобільний телефон.",
    content:
      "Якщо потрібно подати декларацію для дитини до 14 років — візьміть також свідоцтво про народження дитини ",
  },
  {
    header:
      "Зверніться у реєстратуру медзакладу та повідомте, що хочете подати декларацію",
    content: "",
  },
  {
    header:
      "Уповноважений працівник медзакладу (працівник реєстратури, медсестра або лікар) введе ваші дані в електронну систему охорони здоровʼя.",
    content:
      "На мобільний надійде СМС з кодом. Повідомте цей код працівнику закладу",
  },
  {
    header: "З електронної системи роздруковується декларація з вашими даними.",
    content:
      "Уважно перевірте, чи всі ваші дані коректні. Якщо потрібно — працівник закладу внесе зміни та роздрукує декларацію ще раз. Підпишіть два екземпляри роздрукованої декларації. Один ви забираєте з собою, інший лишається у закладі",
  },
  {
    header:
      "Працівник закладу підтверджує вашу декларацію електронним підписом і відправляє в електронну систему охорони здоровʼя.",
    content: "",
  },
];

export const ePrescriptionInstruction = [
  {
    header:
      "Щоб отримати електронний рецепт на рецептурний препарат необхідно обовʼязково звернутися до лікаря на прийом.",
  },
  {
    header:
      "Під час огляду лікар за потреби зареєструє вас в електронній системі охорони здоровʼя (ЕСОЗ) та сформує е-рецепт, вказавши діючу речовину, дозування, тривалість курсу та інструкції з прийому ліків.",
  },
  {
    header:
      "Після цього ви отримаєте номер електронного рецепта та унікальний код його погашення в СМС-повідомленні.",
  },
  {
    header:
      "А для пацієнтів, які обрали метод автентифікації через документи, лікар має роздрукувати рецепт у вигляді інформаційної пам’ятки, що містить номер та код погашення рецепта.",
  },
  {
    header:
      "Ви можете придбати ліки за рецептом в аптеці протягом 30 чи 10 днів (для наркотичних/психотропних препаратів).",
  },
  {
    header:
      "Для того, щоб придбати ліки, достатньо повідомити фармацевту потрібні реквізити – номер рецепта та код погашення.",
  },
  {
    header:
      "Фармацевт запропонує вам наявні в аптеці лікарські засоби, які містять діючу речовину, що призначив вам лікар.",
  },
  {
    header:
      "Так ви зможете обрати ліки відповідно до вашого бюджету. Лікуйтеся свідомо та будьте здорові!",
  },
];

export const babyServiceAccordion = [
  {
    header: "Перейти за посиланням: https://diia.gov.ua/services/yemalyatko",
    content: "",
  },
  {
    header: "Авторизуватися або зареєструватися на порталі Дія",
    content: "",
  },
  {
    header:
      "Заповнити заяву та вибрати додаткові послуги, які хочете замовити. Дані про заявника підтягуються автоматично, дані про іншого з батьків потрібно заповнити вручну",
    content: "",
  },
  {
    header:
      "Підписати заяву електронним підписом. Іншому з батьків потрібно підписати заяву своїм електронним підписом, якщо:",
    content: [
      {
        text: "батько та матір не одружені",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "батько та матір мають різні прізвища ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "батько та матір зареєстровані за різними адресами (якщо замовляєте послугу з реєстрації місця проживання дитини).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header:
      "Посилання на заяву на порталі Дія надійде іншому з батьків на електронну пошту.",
    content: "",
  },
  {
    header:
      "Останній крок - отримати свідоцтво про народження наступного робочого дня.",
    content: "",
  },
];

export const developersServiceAccordion = [
  {
    header:
      "Щоб почати розробку, заповніть <a class='in-text-link' href='https://ehealth.gov.ua/wp-content/uploads/2023/04/Zayava-na-otrymannya-dostupu-do-testovyh-seredovyshh.docx'>заявку</a> та надішліть запит за <a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6'> посиланням</a>",
    content: "У відповідь ви отримаєте:",
    subcontent: [
      {
        text: "інформацію про наявні технічні специфікації, необхідні для розробки електронної медичної інформаційної системи (далі - МІС);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "доступ до тестових середовищ з метою перевірки розробленого функціоналу на сумісність із центральною базою даних (далі - ЦБД).",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "доступ до служби підтримки eHealth та комунікаційних каналів.",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Ознайомтесь із документами",
    content: [
      {
        text: " <a class='in-text-link' href='https://ehealth.gov.ua/operatoram_mis/'>Вимогами</a>, яким мають відповідати МІС, підключені до ЦБД",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "<a class='in-text-link' href='https://ehealth.gov.ua/wp-content/uploads/2022/07/Testova-programa-v-redaktsii-nakazu-NSZU-314-vid-19.07.2022.pdf'>Тестовою програмою</a>, яка визначає механізм перевірки сумісності МІС із ЦБД з метою подальшого підключення МІС до ЦБД. ",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Подайте Адміністратору запит на проведення тестування",
    content: [
      {
        text: "Для цього:",
      },
      {
        text: "1. Заповніть <a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6/group/35/create/107'>заявку</a>.",
      },
      {
        text: "2. Підготуйте документи у вигляді сканованих у PDF копій:",
      },
    ],
    subcontent: [
      {
        text: "інформацію про наявні технічні специфікації, необхідні для розробки електронної медичної інформаційної системи (далі - МІС);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "доступ до тестових середовищ з метою перевірки розробленого функціоналу на сумісність із центральною базою даних (далі - ЦБД).",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "доступ до служби підтримки eHealth та комунікаційних каналів.",
        iconClass: "bx bx-wifi-0",
      },
    ],
    content2: [
      {
        text: "3. Подайте <a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6'>запит</a> на отримання бажаних послуг та додайте зазначений набір файлів (копії документів та заявка з електронним підписом уповноваженої особи й печаткою (у разі її наявності):",
      },
    ],
    subcontent2: [
      {
        text: "<a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6/group/35/create/138'>Запит</a> на тестування",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "<a class='in-text-link' href='https://e-health-ua.atlassian.net/servicedesk/customer/portal/6/group/35/create/162'>Запит</a> на доступ до тестових середовищ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Запит на отримання розширеного доступу до тестових середовищ.",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Проведення тестування Адміністратором ( до 30 календарних днів)",
    content:
      "Отримавши запит на проведення тестування, Адміністратор перевіряє надані оператором МІС документи. У разі відсутності зауважень до заяви та копій документів, Адміністратор здійснює тестування.",
  },
  {
    header: "Отримайте висновок (3 робочі дні)",
    content:
      "За результатами розгляду надісланих матеріалів МІС отримує висновок. <br> <br> У разі встановлення невідповідностей, висновок буде містити опис таких невідповідностей та пропозиції щодо їх усунення. Оператор МІС має право повторно подати заявку Адміністратору після усунення невідповідностей.",
  },
  {
    header:
      "Укладіть з Адміністратором договір про підключення МІС до ЦБД подавши заявку на приєднання, додатки та логотип МІС (180×100 піскелей, формат PNG).",
    content: [
      {
        text: "<a class='in-text-link' href='https://ehealth.gov.ua/wp-content/uploads/2022/09/Dogovir.pdf'>Договір</a>",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "<a class='in-text-link' href='https://ehealth.gov.ua/wp-content/uploads/2021/10/Zayavka-na-pryyednannya-do-dogovoru-1.pdf'>Шаблон заявки на приєднання</a>",
        iconClass: "bx bx-wifi-0",
      },
    ],
    subcontent: [
      {
        text: "Цей Договір є договором приєднання в контексті статті 634 Цивільного кодексу України та частини четвертої статті 179 Господарського кодексу України та укладається шляхом приєднання Оператора МІС до всіх його умов. У випадку незгоди зі змістом та формою Договору, чи окремих його положень, Оператор МІС вправі відмовитися від його укладення.",
      },
      {
        text: "Протягом п’яти робочих днів з дати укладення договору Адміністратор оприлюднить на своєму веб-сайті  інформацію про підключення МІС до ЦБД та її функціональні можливості в електронній системі охорони здоров’я.",
      },
    ],
  },
  {
    header:
      "Отримайте від Адміністратора ключі доступу до продуктивного середовища (5 робочих днів)",
    content: "",
  },
];

export const digitalEducationAccordionContainer = [
  {
    header:
      "Основи комп’ютерної та інформаційної грамотності включають у себе наступні компетентності:",
    content: [
      {
        text: "використання комп’ютерних та мобільних пристроїв (вміти користуватись та налаштовувати ці пристрої для виконання робочих завдань і власних потреб);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "використання базових програм та застосунків (вміти користуватись та обирати потрібне для вирішення певних завдань. Наприклад, вміти користуватись Google Meet чи Zoom, вміти працювати з електронними даними в МІС тощо); ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "використання Інтернету;",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "управління цифровою ідентичністю (розуміти що це, вміти створювати, управляти, налаштовувати параметри цифрової ідентичності. Наприклад, це про вміння використання кваліфікованого електронного підпису в документообігу медичного закладу).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },

  {
    header: "Вміння працювати з даними:",
    content: [
      {
        text: " Перегляд, пошук і фільтрація даних, інформації та цифрового контенту (вміти формулювати власні інформаційні потреби, шукати потрібний контент, формувати стратегії пошуку потрібної інформації під власні запити. Наприклад, це про вміння користуватись дашбордами НСЗУ та фільтрами до них); ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "  Управління даними, інформацією та цифровим контентом (вміти добирати, зберігати, організовувати та обробляти дані, цифровий контент у цифрових середовищах. Наприклад, це про вміння користуватись <a class='in-text-underline' href='https://support.microsoft.com/uk-ua/office/%D1%96%D0%BC%D0%BF%D0%BE%D1%80%D1%82-%D1%96-%D0%B0%D0%BD%D0%B0%D0%BB%D1%96%D0%B7-%D0%B4%D0%B0%D0%BD%D0%B8%D1%85-ccd3c4a6-272f-4c97-afbb-d3f27407fcde#ID0EBBD=Tables'>Excel</a> , <a class='in-text-underline' href='https://www.google.com/intl/uk/forms/about/'>Google Forms</a>);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Реалізація власних запитів і потреб за допомогою цифрових технологій (вміти використовувати цифрові засоби й технології задля особистих потреб);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "  Самореалізація та особистий розвиток у цифровому суспільстві (вміти набувати різноманітні навички у цифровому середовищі. Наприклад, проходити онлайн курси в Академії НСЗУ, онлайн навчання від МІСів тощо).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Створення цифрового контенту",
    content: [
      {
        text: "Створення, редагування та інтеграція цифрового контенту у різних форматах. Наприклад, вайбер-канал або особисту сторінку у соцмережах для пацієнтів;",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Авторське право і ліцензії (розуміти як поширюється авторське право та ліцензії на інформацію та цифровий контент);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Базові навички програмування для більш досвідчених спеціалістів з високим рівнем цифрової грамотності (розуміти, як за допомогою програмування можна вирішити певну проблему чи питання).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Комунікація та взаємодія у цифровому суспільстві",
    content: [
      {
        text: "Поширення контенту та обмін даними за допомогою цифрових технологій (вміти використовувати відповідні цифрові засоби та технології задля поширення контенту та обмін даними. Це і про вміння створювати презентації, наприклад, у <a class='in-text-underline' href='https://support.microsoft.com/uk-ua/office/%D1%81%D1%82%D0%B2%D0%BE%D1%80%D0%B5%D0%BD%D0%BD%D1%8F-%D0%BF%D1%80%D0%B5%D0%B7%D0%B5%D0%BD%D1%82%D0%B0%D1%86%D1%96%D1%97-%D0%B2-powerpoint-422250f8-5721-4cea-92cc-202fa7b89617'>Power Point</a>, і про вміння користуватись сервісами Google); ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "  Спілкування в цифровому середовищі та мережевий етикет (знати правила поведінки щодо взаємодії у цифрових середовищах, вміти адаптувати стратегії комунікації до певної аудиторії).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Безпека в цифровому середовищі",
    content: [
      {
        text: "Захист пристроїв і підключення до мережі (вміти захищати власні пристрої та  цифровий контент, знати про заходи безпеки та захисту);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Безпека персональних даних та приватності (вміти захищати персональні дані та цифровий контент приватність у цифровому середовищі. Наприклад, вміти захищати персональні дані пацієнтів); ",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Захист від шахрайства і маніпуляцій (вміння уникнути вірусів, користуючись пристроями, вміння обирати паролі та запобігати “взломам”).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
  {
    header: "Вміння розв’язувати проблеми у цифровому середовищі",
    content: [
      {
        text: " Пошук інформації та сервісів для вирішення технічних проблем (знати, як знайти необхідні та якісні сервіси для вирішення технічних проблем. Наприклад, знати, як звертатись до представника МІС, щоб ввести потрібні електронні дані);",
        iconClass: "bx bx-wifi-0",
      },
      {
        text: "Використання інтернет-ресурсів для навчання, розвитку професійних навичок і саморозвитку (вміти набувати різноманітні навички у цифровому середовищі. Наприклад, проходити онлайн курси на платформах Дія, Академія НСЗУ, тощо).",
        iconClass: "bx bx-wifi-0",
      },
    ],
  },
];


//-------------------------------- accordions data end--------------------------------------------------








//-------------------------------- News data Start--------------------------------------------------


// Example data for news items (you can replace this with actual data)
export const newsData = [
  {
    date: "25 Липня 2029",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  {
    date: "25 Липня 2023",
    title:
      "Понад 2 млрд електронних медичних записів для понад 35 млн пацієнтів внесено в ЕСОЗ",
    link: "https://example.com/news/1",
  },
  // Add more news items here
];


//-------------------------------- News data End--------------------------------------------------
