const firstCare =[
    {
        header: "Адміністративний модуль надання медичних послуг первинної медичної допомоги та спеціалізованої медичної допомоги",
        components: [
            { text: "Реєстрація надавачів медичних послуг, підрозділів, користувачів", iconClass: "bx bx-wifi-0" },
            { text: "Капітаційні договори з НСЗУ", iconClass: "bx bx-wifi-0" },
            { text: "Перегляд декларацій", iconClass: "bx bx-wifi-0" }
        ]
    },
{
    header:"Робоче місце лікаря первинної медичної допомоги",
content:"Модуль для роботи лікарів, що надають первинну медичну допомогу: робота з деклараціями про вибір лікаря, що надає первинну медичну допомогу; електронні медичні записи; імунізація; електронні направлення, виписування електронних рецептів"
}
]
